/*  */
/* A message */
/* A title */
"Clicked link" = "לחצו על הלינק";

/*** *.storyboard Files Section ***/

/*** Main.storyboard ***/

/* Button That does something - normal state of button */
"Default State text" = "טקסט מצב ברירת מחדל";

/* Button That does something - disabled state of button */
"Disabled State text" = "טקסט של מצב לא פעיל";

/* Button That does something - selected state of button */
"Selected State text" = "טקסט של מצב בחור";

/* Button That does something - highlighted state of button */
"Highlighted State text" = "טקסט של מצב מודגש";

/* Button with attributed text that does something - normal state of button Part 1 */
"Default Part1 " = "ברירת מחדל חלק א׳";

/* Button with attributed text that does something - normal state of button Part 2 */
"Default Part2" = "ברירת מחדל חלק ב׳";

/* Button with attributed text that does something - disabled state of button Part 1 */
"Disabled Part1
" = "לא פעיל חלק א׳
";

/* Button with attributed text that does something - disabled state of button Part 2 */
"Disabled Part2" = "לא פעיל חלק ב׳";

/* Button with attributed text that does something - highlighted state of button Part 1 */
"Highlighted Part1
" = "מודגש חלק א׳
";

/* Button with attributed text that does something - highlighted state of button Part 2 */
"Highlighted Part2" = "מודגש חלק ב׳";

/* Text Field default text value */
"Text field text" = "טקסט של שדה טקסט";

/* Attributed Text Field Part 1 */
/* Attributed Text View Part 1 */
"Attributed" = "בעל/ת תכונות";

/* Attributed Text Field Part 2 */
" Text field" = " תיבת טקסט";

/* Attributed Text Field placeholder text value */
"dont attribute placeholder" = "אין צורך להוסיף תכונות למשמר המקום";

/* Text View default text value */
/* Attributed Text View Part 2 */
"Text View" = "שדה טקסט";

/* Label describing something */
"Label" = "תווית";

/* Label with attributed text describing something Part 1 */
"Attributed Label Part 1 " = "תווית בעלת תכונות חלק א׳";

/* Label with attributed text describing something Part 2 */
"Attributed Label Part 2" = "תווית בעלת תכונות חלק ב׳";

/* Part of a label in the example */
/* Some link prefix */
"The first part" = "החלק הראשון";

/* Part of label in the example */
"The second part" = "החלק השני";

/* Link text to something */
"This is a link" = "זהו לינק";

/* Some text that comes after the link */
" Continuation of text" = " המשך המשפט";

